{
  "common": {
    "name": "Narek",
    "lastName": "Petrosyan",
    "home": "Home",
    "resume": "Resume",
    "projects": "Projects",
    "contacts": "Contacts",
    "pages": "Pages",
    "language": "Language",
    "bannerImageAlt": "Banner Image",
    "profileImageAlt": "Profile Image",
    "en": "English",
    "hy": "Հայերեն",
    "ru": "Русский"
  },
  "aboutMe": {
    "title-slice-one": "About",
    "title-slice-two": "Me",
    "description-slice-one": "Hello! I'm Narek Petrosyan, a passionate JavaScript Software Developer with a strong affinity for front-end development. I have a deep interest in building intuitive, dynamic, and user-friendly web and mobile applications. My professional journey has been fueled by a love for creating impactful digital experiences and continuously exploring new technologies.",
    "description-slice-two": "Beyond my technical pursuits, I enjoy swimming and snowboarding, two activities that help me refresh my mind and think from new perspectives. These hobbies bring balance to my life and inspire creativity, whether I’m riding the slopes or diving into new projects."
  },
  "personalInfo": {
    "title-slice-one": "Personal",
    "title-slice-two": "Information",
    "age": "Age",
    "address": "Address",
    "phone": "Phone",
    "mail": "Email",
    "city": "Yerevan, Armenia"
  },
  "hobby": {
    "title-slice-one": "What I Love",
    "title-slice-two": "To Do",
    "description-slice-one": "In addition to my career, I thrive on solving complex problems and creating seamless digital experiences. I love staying ahead of the curve in front-end development by learning and applying the latest tools and technologies.",
    "description-slice-two": "Outside of coding, swimming and snowboarding are my go-to activities for relaxation and inspiration. These hobbies allow me to clear my mind, explore fresh perspectives, and maintain a balance between work and personal life. Whether it’s riding waves or carving snow, these experiences enrich my creativity and keep me motivated."
  },
  "downloadCv": {
    "resumeName": "Narek Petrosyan Resume",
    "buttonText-slice-one": "Download",
    "buttonText-slice-two": "CV"
  },
  "projects": {
    "title_slice_one": "My",
    "title_slice_two": "Projects",
    "description": "Welcome to my projects page! Here, you can explore my works displayed as cards. Each card includes the project's title, description, and switchable images for mobile and desktop devices.",
    "fastTvImageAlt": "fast TV project image",
    "fastTvDescription": "Fast TV is the most unique platform in Armenia. It allows you to watch Fast Sports LIVE sports TV channel on any smart device or gadget.Fast TV broadcasts UEFA LEAGUES, LA LIGA, Serie A, Ligue 1, German Bundesliga, NBA, FORMULA 1, NHL, ATP Masters 1000, MARTIAL ARTS, BOXING, and other exclusive tournaments. Moreover, its own TV shows, high-ranking sports TV series, popular movies, and documentaries are shown on Fast TV channels. The media platform highlights the most important local and international events in sports, analyzing the process and results of the games and tournaments. Fast TV is accessible to everyone and everywhere with its most exclusive sports content.  Have questions about Fast TV services? Explore FAQs here. ",
    "weddingImageAlt": "Wed invite project image",
    "weddingDescription": "Welcome to our website. Our platform offers a wide range of customizable templates that cater to different wedding themes and styles. With our easy-to-use website, couples can create their own personalized wedding invitation website with a unique URL and share it with their friends.Our mobile-friendly platform has a beautiful UI that ensures a well-rounded user experience. Our platform is designed to be simple and easy to use, allowing users to add essential information about the bride, groom, wedding day, wedding place, pictures, and more.We understand that planning a wedding can be stressful, which is why we offer a range of features that help to create excitement and anticipation for the big day. Our free features include a countdown timer, animated elements, a virtual tour of the wedding venue, weather forecast for the wedding day, the ability to write messages, a map that shows the location of wedding events, customizable templates, and personalized URLs that make it easier for guests to access and remember.At our platform, we prioritize providing a seamless and user-friendly experience, which is why we offer a range of features that are designed to make the process of creating a wedding invitation website as easy as possible. With our platform, you can create a beautiful and unique wedding invitation website that your guests will love. So why wait? Visit our website today and create your dream wedding invitation website.",
    "iftaImageAlt": "IFTA Online project image",
    "iftaDescription": "IFTA.Online was created by professionals in the trucking industry who know all about the regulations that truckers need to follow. We realized years ago that truckers have it tough. Regulations are rarely consistent across the country, and they can change in a heartbeat. That’s why we created our site: to help truckers get their filings done quickly so they can stay out on the road! The IFTA is an important filing for any interstate trucker. It’s the best way to ensure that you’ll always be able to keep track of your fuel taxes while you’re out on the roads. We recognize that the regulations around the IFTA are confusing. So, we decided to help truckers make their lives a lot easier!",
    "ortakImageAlt": "Ortak project image",
    "ortakDescription": "Founded in 2024, Ortak is an NFT platform that includes a marketplace and two phygital stores. We operate within an ecosystem designed to enhance transparency in business collaboration. As an NFT marketplace, we have created a transparent environment for users to buy and sell NFTs. All the activities encouraged on the marketplace are powered by blockchain technology.",
    "sideImageAlt": "Side project image",
    "sideDescription": "Side.xyz is a Web3 growth protocol that helps blockchain projects enhance user engagement and adoption. It operates using its native cryptocurrency, the $SIDE token, and provides marketing and staking solutions. Key features include MarketingFi, which combines marketing strategies with decentralized finance to promote projects, and tools like Rise (ambassador program), Tribe (analytics and automation), and staking solutions.",
    "fastnewsImageAlt": "FastNews project image",
    "fastnewsDescription": "FastNews.am is an Armenian platform providing the latest sports news, articles, and analyses from Armenia and worldwide. It covers sports such as football, wrestling, weightlifting, chess, boxing, and basketball, offering up-to-date information, videos, and photo galleries. The platform is developed by Softconstruct, and all rights are reserved to it.",
    "fastmediaImageAlt": "FastMedia project image",
    "fastmediaDescription": "FastMedia.am is an Armenian media holding company established in December 2020, formerly known as Vivaro Media. It encompasses several platforms, including Fast TV (a sports streaming service), FastNews.am (a sports news website), Fast Media Production, and the Fast Sports TV channel family. In 2023, the company rebranded to Fast Media to emphasize its commitment to rapid media development and the evolving needs of a diverse audience. Fast Media serves as Armenia's national sports broadcaster through the Fast Sports TV channel and has secured exclusive contracts with organizations such as UEFA, Setanta Sports, and Volleyball World SA to deliver high-quality sports and entertainment content.",
    "irpImageAlt": "IRP project image",
    "irpDescription": "IRPRegistrationServices.com is a platform that assists commercial vehicle operators in obtaining International Registration Plan (IRP) apportioned plates, enabling legal interstate travel across the 48 contiguous U.S. states, the District of Columbia, and Canadian provinces. The website offers an online application process, guidance from industry experts, and services related to the International Fuel Tax Agreement (IFTA).",
    "2290ImageAlt": "2290Online project image",
    "2290Description": "2290OnlineForm.com is an IRS-authorized e-filing provider that assists owners of heavy vehicles in electronically filing Form 2290, the Heavy Highway Vehicle Use Tax Return. The platform offers a streamlined process to ensure quick approval, often within minutes, and provides support throughout the filing process. Services include business registration, vehicle information submission, and multiple payment options. The company is based in Burbank, California, and can be contacted at (800) 530-6774 or info@2290onlineform.com.",
    "tripsandfuelImageAlt": "TripsandFuel project image",
    "tripsandfuelDescription": "TripsandFuel.com is an online platform that assists commercial truck operators in obtaining necessary trip and fuel permits for interstate travel across various U.S. jurisdictions. The website simplifies the permitting process by offering services such as business registration, vehicle information submission, and multiple payment options. Their goal is to help truckers comply with state-specific regulations efficiently, ensuring uninterrupted operations.",
    "tourvangoImageAlt": "TourVanGo project image",
    "tourvangoDescription": "TourVanGo is a luxury passenger vehicle rental service based in Burbank, California, offering chauffeured transportation for various group excursions, including family getaways, corporate travel, touring bands, and other events. Their fleet includes high-end vehicles equipped with amenities such as televisions, LED interior lighting, comfortable seating, and more. They provide services across the United States, accommodating both short and long-distance trips. For reservations or inquiries, they can be contacted at (818) 566-0005 or via email at [email protected].",
    "descampsImageAlt": "Descamps project image",
    "descampsDescription": "Descamps is a luxury French brand specializing in high-quality home textiles, including bedding, bath linens, and home décor items. Established in 1802, the company is renowned for its timeless elegance and refined craftsmanship. Descamps offers a diverse product range, such as blankets, cushions, candles, and home fragrances, catering to customers seeking sophisticated home essentials. In 2022, Descamps was acquired by the Zucchi Group, further expanding its presence in the luxury home textile market.",
    "iguanImageAlt": "Iguan Systems project image",
    "iguanDescription": "Iguan Systems is a software development company based in Yerevan, Armenia, specializing in custom software solutions for clients in Europe and the United States. Established in 2009, the company offers a wide range of services, including web and mobile development, product engineering, design, testing, quality analysis, and technical support. Their portfolio spans various industries such as management, travel, health, and entertainment. Iguan Systems emphasizes transforming client ideas into fully realized products, providing end-to-end solutions tailored to specific needs."
  },
  "resume": {
    "title_slice_one": "Coding",
    "title_slice_two": "Skills"
  },
  "achievements": {
    "title": "Achievements",
    "softDescription": "As a Next.js and React.js developer at Soft Construct, I actively contributed to designing and developing a variety of innovative and impactful projects. My responsibilities included creating dynamic, high-performance web applications and ensuring seamless user experiences. Leveraging the powerful features of Next.js, such as server-side rendering (SSR), static site generation (SSG), and API integration, I built scalable and efficient solutions tailored to diverse client needs.",
    "softImageAlt": "Soft Construct company logo",
    "logixDescription": "At Logix Software, I actively contribute to various projects, including the production-ready ifta.online. I adhere to software engineering principles such as the Single Responsibility Principle, Open-Closed Principle, and Liskov Substitution Principle. I prioritize writing clean code and participate in code reviews to ensure code quality and best practices. My work primarily involves using Javascript, React/Next.js.",
    "logixImageAlt": "Logix Software company logo",
    "iguanDescription": "At Iguan System, I served as a React.js Developer and played a pivotal role in developing an online tree shop. The project involved creating websites such as descamps.com, jalla.com, and hypsi.waveum.io. My responsibilities included using Javascript, React, Redux, Saga, and SCSS with BEM Methodology.",
    "iguanImageAlt": "Iguan Systems company logo",
    "codetimeDescription": "At Code Time, I worked as a Javascript Developer, collaborating with my team to develop a constructor for creating landing pages, similar to Canva. My responsibilities included using Javascript, Next.js, Redux Toolkit, RTK Query, and Tailwind CSS.",
    "codetimeImageAlt": "Codetime company logo",
    "universityDescription": "Bachelor of Science in the Faculty of Radiophysic, Yerevan State University.",
    "universityImageAlt": "University logo"
  },
  "footer": {
    "text-one": "You have any questions? Contact with",
    "text-two": "Copyright © {year}, Portfolio, all rights reserved"
  }
}
