{
  "common": {
    "name": "Նարեկ",
    "lastName": "Պետրոսյան",
    "home": "Գլխավոր",
    "resume": "Կենսագրություն",
    "language": "Լեզու",
    "bannerImageAlt": "Պրոֆիլի Նկար",
    "profileImageAlt": "Պրոֆիլի Նկար"
  },
  "aboutMe": {
    "title-slice-one": "Իմ",
    "title-slice-two": "Մասին",
    "description-slice-one": "Ողջույն! Ես Նարեկ Պետրոսյանն եմ, ջավասկրիպտ ծրագրավորող, ով սիրում է ճակատային ծրագրավորումը։ Ես մեծ հետաքրքրություն ունեմ ինտուիտիվ, դինամիկ և հարմարավետ վեբ և բջջային հավելվածներ ստեղծելու նկատմամբ։ Իմ մասնագիտական ուղին դրված է ազդեցիկ թվային փորձառություններ ստեղծելու և նոր տեխնոլոգիաներ ուսումնասիրելու սիրո վրա։",
    "description-slice-two": "Տեխնիկական զբաղմունքներից զատ, ես սիրում եմ լողալ և սահնակ քշել։ Այս զբաղմունքները օգնում են թարմացնել միտքս և նոր գաղափարներ առաջարկել։ Դրանք բերում են հավասարակշռություն իմ կյանքում և ներշնչում ստեղծագործություն՝ անկախ նրանից, թե լողում եմ ջրում, թե սահում ձյան վրա։"
  },
  "personalInfo": {
    "title-slice-one": "Անձնական",
    "title-slice-two": "Տեղեկություններ",
    "age": "Տարիք",
    "address": "Հասցե",
    "phone": "Հեռախոս",
    "mail": "Էլ. փոստ",
    "city": "Երևան, Հայաստան"
  },
  "hobby": {
    "title-slice-one": "Ինչ Եմ Ես",
    "title-slice-two": "Սիրում Անել",
    "description-slice-one": "Իմ կարիերայից զատ, ես սիրում եմ լուծել բարդ խնդիրներ և ստեղծել հարմարավետ թվային լուծումներ, որոնք տպավորում են օգտատերերին։ Ինձ հաճույք է պատճառում մշտապես ուսումնասիրել և կիրառել նորագույն տեխնոլոգիաներ և զարգացման ոլորտի միտումները։",
    "description-slice-two": "Իմ նախասիրություններից են լողը և սահնակով սահելը։ Այս զբաղմունքները ինձ օգնում են թարմացնել միտքս, վերականգնել ուժերս և նայել խնդիրներին նոր տեսանկյունից։ Դրանք հավասարակշռություն են բերում իմ կյանքում և ներշնչում ստեղծագործականություն։ Անկախ նրանից՝ ջրում լողում եմ, թե ձյան վրա սահում, այս պահերը ինձ լիցքավորում են էներգիայով և ստեղծագործական նոր գաղափարներով։"
  },
  "downloadCv": {
    "resumeName": "Նարեկ Պետրոսյան Ռեզյումե",
    "buttonText-slice-one": "Ներբեռնել",
    "buttonText-slice-two": "Ռեզյումեն"
  },
  "footer": {
    "text-one": "Ունե՞ք հարցեր: Կապվեք մեզ հետ՝",
    "text-two": "Հեղինակային իրավունք © {year}, Portfolio, բոլոր իրավունքները պաշտպանված են"
  }
}
