{
  "common": {
    "name": "Нарек",
    "lastName": "Петросян",
    "home": "Главная",
    "resume": "Резюме",
    "projects": "Проекты",
    "contacts": "Контакты",
    "pages": "Страницы",
    "language": "Язык",
    "bannerImageAlt": "Изображение Баннера",
    "profileImageAlt": "Изображение Профиля"
  },
  "aboutMe": {
    "title-slice-one": "Обо",
    "title-slice-two": "Мне",
    "description-slice-one": "Привет! Меня зовут Нарек Петросян, я увлечённый разработчик программного обеспечения на JavaScript с акцентом на front-end разработку. У меня есть глубокий интерес к созданию интуитивно понятных, динамичных и удобных веб- и мобильных приложений. Моя профессиональная карьера вдохновлена любовью к созданию значимых цифровых решений и постоянным стремлением изучать новые технологии.",
    "description-slice-two": "Помимо работы, я люблю плавание и сноуборд. Эти увлечения помогают мне освежить разум и взглянуть на задачи с другой стороны. Они приносят баланс в мою жизнь и вдохновляют на творчество, будь то катание на склонах или работа над проектами."
  },
  "personalInfo": {
    "title-slice-one": "Личная",
    "title-slice-two": "Информация",
    "age": "Возраст",
    "address": "Адрес",
    "phone": "Телефон",
    "mail": "Эл. Почта",
    "city": "Ереван, Армения"
  },
  "hobby": {
    "title-slice-one": "Что Я",
    "title-slice-two": "Люблю Делать",
    "description-slice-one": "Я люблю решать сложные задачи и создавать плавные цифровые решения, которые впечатляют пользователей. Постоянное изучение новейших технологий и трендов в разработке — это неотъемлемая часть моего пути.",
    "description-slice-two": "Мои увлечения — это плавание и сноуборд. Эти занятия помогают мне очистить разум, восстановить силы и находить новые перспективы. Они приносят баланс в мою жизнь и вдохновляют на творчество. Независимо от того, плаваю ли я в воде или катаюсь на склонах, эти моменты наполняют меня энергией и заряжают вдохновением."
  },
  "downloadCv": {
    "resumeName": "Нарек Петросян Резюме",
    "buttonText-slice-one": "Скачать",
    "buttonText-slice-two": "резюме"
  },
  "projects": {
    "title_slice_one": "Мои",
    "title_slice_two": "проекты",
    "description": "Добро пожаловать на страницу моих проектов! Здесь вы можете увидеть мои работы, представленные в виде карточек. Каждая карточка содержит название проекта, описание и изображения для мобильных и десктопных устройств.",
    "fastTvImageAlt": "Изображение Проекта fast TV",
    "fastTvDescription": "Fast TV - самая уникальная спортивная платформа в Армении. Платформа позволяет смотреть спортивный телеканал Fast Sports LIVE на любом интеллектуальном устройстве или гаджете. fasttv.am транслирует ЛИГУ ЧЕМПИОНОВ УЕФА, Ла Лига Серия А, Лига 1, Немецкая футбольная Бундеслига, NBA, FORMULA 1, NHL, ATP Masters 1000, боевые искусства, бокс и другие эксклюзивные турниры. Более того, fasttv.am предоставляет как собственные телешоу, так и эксклюзивные спортивные художественные и документальные фильмы, рейтинговые телесериалы, приобретенные у ведущих международных компаний. Медиа платформа освещает самые важные местные и международные спортивные события, анализируя процесс и результаты игр и турниров. Платформа Fast TV доступна со своим  самым эксклюзивным спортивным контентом каждому и повсюду. Есть вопросы об услугах Fast TV ? Вы найдете ответы на часто задаваемые вопросы здесь.",
    "weddingImageAlt": "Изображение Проекта Wed invite",
    "weddingDescription": "Добро пожаловать на наш сайт. Наша платформа предлагает широкий выбор настраиваемых шаблонов, подходящих для различных свадебных тем и стилей. Благодаря нашему простому в использовании сайту пары могут создать свой персонализированный свадебный сайт-приглашение с уникальным URL и поделиться им с друзьями. Наша мобильная платформа имеет красивый пользовательский интерфейс, обеспечивающий полноценный пользовательский опыт. Наша платформа разработана так, чтобы быть простой и удобной в использовании, позволяя пользователям добавлять основную информацию о невесте, женихе, дате свадьбы, месте проведения, фотографиях и многом другом. Мы понимаем, что планирование свадьбы может быть стрессовым, поэтому предлагаем множество функций, которые помогают создать восторг и ожидание важного дня. Среди наших бесплатных функций: таймер обратного отсчёта, анимированные элементы, виртуальный тур по месту проведения свадьбы, прогноз погоды на день свадьбы, возможность писать сообщения, карта с местоположением свадебных мероприятий, настраиваемые шаблоны и персонализированные URL, которые облегчают доступ для гостей и их запоминание. На нашей платформе мы уделяем приоритетное внимание обеспечению бесшовного и удобного пользовательского опыта. Благодаря нашей платформе вы можете создать красивый и уникальный свадебный сайт-приглашение, который понравится вашим гостям. Зачем ждать? Посетите наш сайт сегодня и создайте сайт приглашения на свадьбу вашей мечты.",
    "iftaImageAlt": "Изображение Проекта IFTA Online",
    "iftaDescription": "IFTA.Online был создан профессионалами в сфере грузоперевозок, которые знают всё о правилах, которым должны следовать водители грузовиков. Мы поняли ещё много лет назад, что водителям грузовиков приходится нелегко. Правила редко бывают последовательными по всей стране, и они могут измениться в одно мгновение. Именно поэтому мы создали наш сайт: чтобы помочь водителям грузовиков быстро выполнять свои отчёты и оставаться на дорогах! IFTA — это важный отчёт для любого межштатного водителя грузовика. Это лучший способ убедиться, что вы всегда можете отслеживать свои топливные налоги, находясь в пути. Мы понимаем, что правила, связанные с IFTA, запутаны. Поэтому мы решили помочь водителям грузовиков сделать их жизнь намного проще!",
    "ortakImageAlt": "Изображение Проекта Ortak",
    "ortakDescription": "Основанный в 2024 году, Ortak представляет собой NFT-платформу, включающую в себя маркетплейс и два цифро-физических магазина. Мы работаем в рамках экосистемы, созданной для повышения прозрачности делового сотрудничества. Будучи NFT маркетплейсом, мы создали прозрачную среду для покупки и продажи NFT. Все действия, осуществляемые в рамках маркетплейса, основаны на технологии блокчейн.",
    "sideImageAlt": "Изображение Проекта Side",
    "sideDescription": "Side.xyz – это протокол роста Web3, который помогает блокчейн-проектам увеличивать вовлеченность пользователей и их адаптацию. Он работает с использованием собственной криптовалюты $SIDE и предоставляет маркетинговые и стейкинговые решения. Основные функции включают MarketingFi, объединяющий маркетинговые стратегии с децентрализованными финансами для продвижения проектов, а также инструменты, такие как Rise (программа для амбассадоров), Tribe (аналитика и автоматизация) и стейкинговые решения.",
    "fastnewsImageAlt": "Изображение Проекта FastNews",
    "fastnewsDescription": "FastNews.am – это армянская платформа, предоставляющая последние новости спорта, статьи и анализы из Армении и всего мира. Она охватывает такие виды спорта, как футбол, борьба, тяжелая атлетика, шахматы, бокс и баскетбол, предлагая актуальную информацию, видео и фотогалереи. Платформа разработана компанией Softconstruct, и все права принадлежат ей.",
    "fastmediaImageAlt": "Изображение Проекта Fastmedia",
    "fastmediaDescription": "FastMedia.am — армянский медиахолдинг, основанный в декабре 2020 года, ранее известный как Vivaro Media. Он объединяет несколько платформ, включая Fast TV (спортивный стриминговый сервис), FastNews.am (сайт спортивных новостей), Fast Media Production и семейство телеканалов Fast Sports. В 2023 году компания провела ребрендинг, став Fast Media, чтобы подчеркнуть свою приверженность быстрому развитию медиа и удовлетворению растущих потребностей разнообразной аудитории. Fast Media является национальным спортивным вещателем Армении через телеканал Fast Sports и заключила эксклюзивные контракты с такими организациями, как UEFA, Setanta Sports и Volleyball World SA, для предоставления высококачественного спортивного и развлекательного контента.",
    "irpImageAlt": "Изображение Проекта IRP",
    "irpDescription": "IRPRegistrationServices.com — это платформа, помогающая операторам коммерческих транспортных средств получать распределенные номера по Международному плану регистрации (IRP), что позволяет легально путешествовать между 48 смежными штатами США, округом Колумбия и канадскими провинциями. Веб-сайт предлагает онлайн-процесс подачи заявок, консультации отраслевых экспертов и услуги, связанные с Международным соглашением о налоге на топливо (IFTA).",
    "2290ImageAlt": "Изображение Проекта 2290Online",
    "2290Description": " 2290OnlineForm.com — это авторизованный IRS провайдер электронного декларирования, который помогает владельцам тяжелых транспортных средств в электронном заполнении Формы 2290, Декларации о налоге на использование тяжелых автомобильных транспортных средств. Платформа предлагает упрощенный процесс, обеспечивая быстрое одобрение, часто в течение нескольких минут, и предоставляет поддержку на всех этапах подачи. Услуги включают регистрацию бизнеса, предоставление информации о транспортных средствах и различные варианты оплаты. Компания базируется в Бербанке, Калифорния, и с ней можно связаться по телефону (800) 530-6774 или по электронной почте info@2290onlineform.com. ",
    "tripsandfuelImageAlt": "Изображение Проекта TripsandFuel",
    "tripsandfuelDescription": "TripsandFuel.com — это онлайн-платформа, помогающая операторам коммерческих грузовиков получать необходимые разрешения на поездки и топливо для междуштатных перевозок по различным юрисдикциям США. Веб-сайт упрощает процесс получения разрешений, предлагая такие услуги, как регистрация бизнеса, предоставление информации о транспортных средствах и различные варианты оплаты. Их цель — помочь дальнобойщикам эффективно соблюдать требования конкретных штатов, обеспечивая бесперебойную работу.",
    "tourvangoImageAlt": "Изображение Проекта TourVanGo",
    "tourvangoDescription": "TourVanGo — это служба аренды роскошных пассажирских автомобилей с водителем, базирующаяся в Бербанке, Калифорния, предлагающая транспортные услуги для различных групповых поездок, включая семейные путешествия, корпоративные поездки, туры музыкальных групп и другие мероприятия. Их автопарк включает высококлассные автомобили, оснащенные такими удобствами, как телевизоры, светодиодное внутреннее освещение, комфортабельные сиденья и многое другое. Они предоставляют услуги по всей территории Соединенных Штатов, обслуживая как короткие, так и дальние поездки. Для бронирования или запросов с ними можно связаться по телефону (818) 566-0005 или по электронной почте [email protected].",
    "descampsImageAlt": "Изображение Проекта Descamps",
    "descampsDescription": "Descamps — это роскошный французский бренд, специализирующийся на высококачественных текстильных изделиях для дома, включая постельное белье, банные принадлежности и предметы декора. Основанная в 1802 году, компания известна своей непреходящей элегантностью и утонченным мастерством. Descamps предлагает разнообразный ассортимент продукции, такой как одеяла, подушки, свечи и домашние ароматы, удовлетворяя потребности клиентов, ищущих изысканные предметы для дома. В 2022 году Descamps была приобретена группой Zucchi, что способствовало расширению ее присутствия на рынке роскошного домашнего текстиля.",
    "iguanImageAlt": "Изображение Проекта Iguan Systems",
    "iguanDescription": "Iguan Systems — это компания по разработке программного обеспечения, базирующаяся в Ереване, Армения, специализирующаяся на создании индивидуальных программных решений для клиентов из Европы и США. Основанная в 2009 году, компания предлагает широкий спектр услуг, включая веб- и мобильную разработку, инжиниринг продуктов, дизайн, тестирование, контроль качества и техническую поддержку. Их портфолио охватывает различные отрасли, такие как менеджмент, путешествия, здравоохранение и развлечения. Iguan Systems делает акцент на преобразовании идей клиентов в полностью реализованные продукты, предоставляя комплексные решения, адаптированные к конкретным потребностям."
  },
  "footer": {
    "text-one": "Есть вопросы? Свяжитесь с нами",
    "text-two": "Авторское право © {year}, Portfolio, все права защищены"
  }
}
