{
  "common": {
    "name": "Нарек",
    "lastName": "Петросян",
    "home": "Главная",
    "resume": "Резюме",
    "projects": "Проекты",
    "language": "Язык",
    "bannerImageAlt": "Изображение Баннера",
    "profileImageAlt": "Изображение Профиля"
  },
  "aboutMe": {
    "title-slice-one": "Обо",
    "title-slice-two": "Мне",
    "description-slice-one": "Привет! Меня зовут Нарек Петросян, я увлечённый разработчик программного обеспечения на JavaScript с акцентом на front-end разработку. У меня есть глубокий интерес к созданию интуитивно понятных, динамичных и удобных веб- и мобильных приложений. Моя профессиональная карьера вдохновлена любовью к созданию значимых цифровых решений и постоянным стремлением изучать новые технологии.",
    "description-slice-two": "Помимо работы, я люблю плавание и сноуборд. Эти увлечения помогают мне освежить разум и взглянуть на задачи с другой стороны. Они приносят баланс в мою жизнь и вдохновляют на творчество, будь то катание на склонах или работа над проектами."
  },
  "personalInfo": {
    "title-slice-one": "Личная",
    "title-slice-two": "Информация",
    "age": "Возраст",
    "address": "Адрес",
    "phone": "Телефон",
    "mail": "Эл. Почта",
    "city": "Ереван, Армения"
  },
  "hobby": {
    "title-slice-one": "Что Я",
    "title-slice-two": "Люблю Делать",
    "description-slice-one": "Я люблю решать сложные задачи и создавать плавные цифровые решения, которые впечатляют пользователей. Постоянное изучение новейших технологий и трендов в разработке — это неотъемлемая часть моего пути.",
    "description-slice-two": "Мои увлечения — это плавание и сноуборд. Эти занятия помогают мне очистить разум, восстановить силы и находить новые перспективы. Они приносят баланс в мою жизнь и вдохновляют на творчество. Независимо от того, плаваю ли я в воде или катаюсь на склонах, эти моменты наполняют меня энергией и заряжают вдохновением."
  },
  "downloadCv": {
    "resumeName": "Нарек Петросян Резюме",
    "buttonText-slice-one": "Скачать",
    "buttonText-slice-two": "резюме"
  },
  "projects": {
    "fastTvImageAlt": "Изображение Проекта fast TV"
  },
  "footer": {
    "text-one": "Есть вопросы? Свяжитесь с нами",
    "text-two": "Авторское право © {year}, Portfolio, все права защищены"
  }
}
